{
    "title": "Coleslaw Burger mit Fries",
    "slug": "coleslaw-burger-mit-fries",
    "image": "https://cdn.shopify.com/s/files/1/0049/5383/3521/articles/burger_1_1.jpg?v=1681293741",
    "cookTime": 21,
    "servings": 4,
    "difficulty": "Easy",
    "category": "main",
    "order": 32,
    "ingredients": [
        "4 Brötchen (nach Wahl)",
        "400 g planted.pulled BBQ",
        "3-4 Radieschen, geschnitten",
        "2 rote Zwiebeln",
        "1 EL Agavendicksaft",
        "1 EL Olivenöl",
        "800 g Süsskartoffeln",
        "1 TL Salz",
        "½ TL Paprikapulver",
        "70 g Sojajoghurt, natur",
        "20 g Mayonnaise, vegan",
        "10 g Ketchup",
        "5 g scharfer Senf",
        "¼ Zitrone, Saft",
        "1 TL Knoblauchpulver",
        "1 TL (Himalaya) Salz",
        "1 kleiner oder",
        "½ weisser Krautkopf",
        "¼ Rotkraut",
        "2 Karotten"
    ],
    "instructions": [
        "Zubereitung Coleslaw:\nDas weisse Kraut, das Rotkraut und die Karotte fein schneiden oder mit einer Küchenmaschine fein schreddern. Die Zutaten für das Dressing in einer Salatschüssel gut verrühren. Das Gemüse zugeben und gut mischen. Mind. 1 Stunde ruhen lassen vor dem Servieren.",
        "Zubereitung Süsskartoffel-Fries:\nBackofen auf 180 Grad Umluft vorheizen. Süsskartoffeln gut waschen, schälen ist optional. Kartoffeln in ca. 5mm dicke Stängel schneiden, Öl und Gewürze beigeben und mischen. Auf einem mit Backpapier belegtem Blech verteilen. Für ca. 30 Minuten in der unteren Hälfte des vorgeheizten Ofens backen.",
        "Zubereitung Burger-Sauce & Dip:\nJoghurt mit allen Zutaten verrühren und abschmecken.",
        "Zubereitung Burger-Füllung:\nZwiebeln schälen und in feine Ringe schneiden. Olivenöl in einer Bratpfanne erhitzen, Zwiebelringe hinzufügen und würzen. Bei mittlerer Hitze für ca. 4 Minuten glasig anbraten. Agavendicksaft beigeben. Unter gelegentlichem Rühren 5-6 Minuten weiterbraten, bis die Zwiebeln weich sind und zur Seite stellen. Planted.Pulled BBQ bei mittlerer Hitze ca. 5 Minuten anbraten, gelegentlich rühren und warm stellen.",
        "Brötchen halbieren. Bei Bedarf kurz Toasten oder im Ofen 4-5 Minuten erwärmen. Böden mit der Sauce bestreichen und die Füllung darauf geben. Brötli-Deckel drauflegen. Fertige Burger mit den ofenfrischen Fries und etwas separater Sauce servieren."
    ]
}