{
    "title": "Gemüsepaella",
    "slug": "gemusepaella",
    "image": "https://cdn.shopify.com/s/files/1/0049/5383/3521/articles/Gemusepaella_1.png?v=1681296917",
    "cookTime": 37,
    "servings": 4,
    "difficulty": "Easy",
    "category": "main",
    "order": 54,
    "ingredients": [
        "400 g planted.pulled Nature",
        "300 g Paella oder Rundkorn Reis",
        "1 rote Paprika",
        "1 gelbe Paprika",
        "1 grosse, rote Zwiebel",
        "200 g Erbsen, tiefgefroren",
        "800 ml Wasser",
        "2 TL Gemüsebrühepulver",
        "1 TL Paprikapulver, edelsüss",
        "1 Messerspitze Safranfäden",
        "4 TL Kokosöl",
        "300 g gestückelte Tomaten aus der Dose",
        "140 ml Kokosmilch",
        "50 g Granatapfelkerne",
        "4 EL Öl",
        "4 EL Kokosmilch",
        "4 EL Sojasauce",
        "2 TL Reissirup",
        "1 TL Paprika"
    ],
    "instructions": [
        "Für die Marinade, alle Zutaten verrühren und gemeinsam mit dem planted.pulled nature in eine verschliessbare Glasdose füllen. Alles gut vermischen, gut verschliessen und vorerst im Kühlschrank ziehen lassen.",
        "Safranfäden mit 800ml lauwarmen Wasser und dem Gemüsebrühepulver vermischen und vorerst beiseite stellen.",
        "Zwiebel schälen und in kleine Stücke schneiden. Paprika waschen, entkernen und ebenfalls in mundgerechte Stücke schneiden.",
        "2 TL Kokosöl in einer Pfanne erhitzen und die Zwiebeln darin glasig anbraten. Paprikastücke und tiefgekühlte Erbsen hinzugeben und ebenfalls kurz mit anbraten.",
        "Reis hinzugeben und mit den gestückelten Tomaten, Kokosmilch, sowie dem Safran inklusive der Flüssigkeit ablöschen. Gut verrühren und auf mittlerer Hitze ca. 20-25 Minuten köcheln lassen, bis der Reis bissfest ist. Anschliessend von der warmen Platte nehmen, mit Salz und Pfeffer abschmecken und den Reis in eine hitzefeste Pfanne oder Auflaufform geben.",
        "Backofen auf 180 Grad vorheizen.",
        "2 TL Kokosöl in einer Pfanne erhitzen und das planted.pulled inklusive Marinade anbraten. Anschliessend in der Auflaufform auf dem Reis verteilen.",
        "Die Auflaufform im vorgeheizten Backofen für ca. 15 Minuten backen. Herausnehmen und mit den Granatapfelkernen, sowie etwas frischen Basilikum toppen. Optional mit etwas Zitronensaft beträufeln und servieren."
    ]
}