{
    "title": "Indischer Kebab Spiess mit Naan",
    "slug": "indischer-kebab-spiess-mit-naan",
    "image": "https://cdn.shopify.com/s/files/1/0049/5383/3521/articles/Bild_1.png?v=1671098777",
    "cookTime": 21,
    "servings": 4,
    "difficulty": "Easy",
    "category": "main",
    "order": 66,
    "ingredients": [
        "400 g planted.kebab",
        "8 Holzspiesse",
        "150 ml angerührten Tempurateig",
        "120 ml warmes Wasser",
        "3,5 g Trockenhefe",
        "1 TL Zucker",
        "1 EL Olivenöl + mehr zum Braten",
        "60 g Sojajoghurt",
        "½ TL Salz",
        "300 g Weizenmehl",
        "10 g Sonnenblumenöl",
        "8 g Fenchelsamen",
        "1 g schwarze Zwiebelsamen",
        "3 g Chiliflocken",
        "15 g frischer Ingwer, gehackt",
        "15 g Knoblauchzehen, gehackt",
        "335 g Sweet-Mango-Pickle, gehackt",
        "35 g vegane Fishsauce (No Fish-Sauce)",
        "100 g süße Tamarindensauce"
    ],
    "instructions": [
        "Das lauwarme Wasser, die Hefe und den Zucker in einer grossen Schale vermengen. 10 Minuten an einem lauwarmen Ort stehen lassen, bis es anfängt zu schäumen.",
        "Das Olivenöl, den Sojajoghurt, das Salz und das Mehl hinzugeben. Alles mit einem Holzlöffel oder einer Gabel gut vermengen und auf eine leicht mit Mehl bestäubte Arbeitsfläche geben. 5-10 Minuten mit der Hand kneten, bis ein glatter und weicher Teig entsteht. (Alternativ kann auch eine Küchenmaschine genutzt werden)",
        "Den Teig in eine leicht gefettete Schale geben und mit einem feuchten Tuch oder Folie abgedeckt ca. 1 h an einem warmen Ort gehen lassen. Der Teig sollte sich verdoppeln.",
        "Nach der Ruhezeit den Teig in 6 gleichgroße Stücke aufteilen und auf einer leicht bemehlten Arbeitsfläche in je 0,5 cm dicke, ovale Fladen ausrollen.",
        "Eine gusseiserne Pfanne auf mittlerer Hitze temperieren und diese mithilfe mit einem Pinsel mit Öl bestreichen. Jedes Fladenbrot etwa 2-3 Minuten erhitzen und so lange ausbacken, bis sich Blasen bilden und die Ränder etwas trocken aussehen. Umdrehen und erneut für 2-3 Minuten ausbacken.",
        "Für die Mangosauce das Sonnenblumenöl in einem Topf erhitzen. Fenchelsamen, schwarze Zwiebelsamen und die Chiliflocken zugeben und anrösten. Den gehackten Ingwer und die gehackten Knoblauchzehen zugeben und unter Rühren anrösten. Das gehackte Sweet-Mango-Pickle zugeben und aufkochen. Die Austernsauce und die süsse Tamarindensauce zugeben und erneut aufkochen 20 Minuten köcheln lassen.",
        "Das planted.kebab Fleisch aufspiessen und auf ein mit Backpapier ausgelegten Teller geben. Das Pflanzenöl in einem mittelgrossen Topf auf 160°C erhitzen den angerührten Tempurateig bereitstellen und die Spiesse mit Mehl bestäuben. Mit einem Löffel von allen Seiten den Tempurateig über das planted.kebab laufen lassen und dann direkt in das heisse Fett geben und ausbacken. Dabei den Spiess nach 10 Sekunden wenden und weiterbacken, bis er goldbraun ist. Den Spiess auf ein mit Küchenpapier ausgelegtem Teller legen und entfetten.",
        "In einer breiten Pfanne die Mangosauce erwärmen und die ausgebackenen Spiesse hineingeben. Mit einem Löffel alle Spiesse mit der Mangosauce überziehen.  Die Röstzwiebeln darüber streuen und mit den Blüten ausdekorieren."
    ]
}