{
    "title": "Korma Curry mit Naan",
    "slug": "korma-curry-mit-naan",
    "image": "https://cdn.shopify.com/s/files/1/0049/5383/3521/articles/DSC0384.jpg?v=1681299427",
    "cookTime": 33,
    "servings": 3,
    "difficulty": "Easy",
    "category": "main",
    "order": 75,
    "ingredients": [
        "400 g planted.chicken curry",
        "1 EL Rapsöl",
        "1 Zwiebel",
        "1 Knoblauchzehe",
        "25 g Ingwer",
        "150 g Cashewkerne",
        "20 g Kokosöl",
        "1 TL Kreuzkümmel",
        "1 TL Currypulver",
        "1 TL Paprika rosenscharf",
        "1 TL Kardamom",
        "1 TL Kurkuma",
        "1 TL Salz",
        "1 TL Garam Masala",
        "1/2 TL Chiliflocken",
        "3 EL Tomatenmark",
        "3 EL Ahornsirup",
        "200 ml Wasser",
        "500 ml vegane Sahne",
        "320 g Mehl"
    ],
    "instructions": [
        "Die Zwiebel und den Knoblauch würfeln, den Ingwer schälen und kleinhacken. In einer tiefen Pfanne das Kokosöl erhitzen und alle 3 Zutaten hineingeben. Kurz anschwitzen, dann die Gewürze unterrühren und für 2 Minuten anrösten lassen.",
        "Tomatenmark und Ahornsirup hinzugeben und kurz mit anbraten, dann mit Wasser und veganer Sahne ablöschen und das Curry für 10 Minuten bei mittlerer Hitze köcheln lassen. In der Zwischenzeit die Cashews in einer trockenen und beschichteten Pfanne anrösten und im Anschluss in das Curry rühren.",
        "Das Öl in einer Pfanne erhitzen, das planted.curry darin für 4 Minuten goldbraun braten und auch zu dem Curry geben.",
        "Bei Bedarf veganen Joghurt unterrühren und mit frischen Petersilie servieren.",
        "Für das Naan Brot alle Zutaten mit der Hand oder mit Hilfe einer Küchenmaschine etwa 10 Minutenvermengen. Anschließend die Schüssel mit einem feuchten Tuch bedecken und an einem warmen Ort ca 30 Minuten aufgehen lassen.",
        "Eine große, flache Pfanne auf mittlerer Hitze vorheizen, den Teig in 5-6 Teile schneiden und zu Fladen ausrollen. 2 Fladen gleichzeitig in der Pfanne ohne Öl ausbacken lassen, sobald sie von der einen Seite goldbraun sind, wenden.",
        "Nach belieben das Naan mit einer Mischung aus Knoblauch, Petersilie und veganer Butterbestreichen."
    ],
    "product": "chicken"
}