{
    "title": "Orientalische Hirse mit Planted Chicken Guggeli und Sesam Zitronensauce",
    "slug": "orientalische-hirse-mit-planted-chicken-guggeli-und-sesam-zitronensauce",
    "image": "https://cdn.shopify.com/s/files/1/0049/5383/3521/articles/Bild_1_4f9ac5b2-23eb-4f41-9b32-e786f518e66a.png?v=1671013254",
    "cookTime": 23,
    "servings": 4,
    "difficulty": "Easy",
    "category": "main",
    "order": 92,
    "ingredients": [
        "320 g planted.chicken Güggeli",
        "2 EL Sesamsamen",
        "1 EL ganze Kumin-Saat (Kreuzkümmel)",
        "100 g Cashewkerne",
        "100 g entsteinte Datteln",
        "1–2 milde Peperoni",
        "1 Bund frischer Basilikum",
        "2-4 EL Olivenöl",
        "2 EL Tamari-Sojasauce (kräftige, dunkle Sojasoße)",
        "1–2 EL Dattelsirup (oder Agavendicksaft)",
        "1 Zitrone",
        "150 g Sojajoghurt",
        "150 g helles Sesammus (Tahin)"
    ],
    "instructions": [
        "Die Hirse in ein Sieb geben und unter fließendem heißem Wasser abbrausen. Nach Packungsangabe kochen und 15 min quellen lassen.",
        "Währenddessen den Sesam in einer kleinen Pfanne ohne Fett bei mittlerer Hitze anrösten.",
        "Sobald er Farbe annimmt, den Kumin dazugeben und mitrösten, bis es duftet, dann beiseite stellen. In derselben Pfanne anschließend die Cashewkerne rundum goldbraun rösten.",
        "Die Datteln in Stifte schneiden. Die Peperoni längs halbieren und entkernen. Anschließend in feine Ringe schneiden. Die Basilikumblätter vom Stiel zupfen, in Streifen schneiden.  \nUnd alles gesammelt beiseite stellen.",
        "Für den Dip die Schale der Zitrone abreiben, das Fruchtfleisch grob zerkleinern. Sojajoghurt, Zitronenabrieb, Zitronenfruchtfleisch, Sesammus sowie 100 ml Wasser in den Mixer geben und gründlich pürieren, bis sich alle Zutaten luftig verbunden haben (alternativ alle Zutaten in ein hohes Gefäß geben und mit dem Pürierstab durchgehen). Mit etwas Salz abschmecken, den Dip in eine kleine Schale füllen und kühl stellen.",
        "Das planted.chicken bei mittlerer Hitze rundherum kross anbraten.",
        "Die gequollene Hirse in eine große Schüssel geben und mit einer Gabel etwas auflockern.",
        "Kumin, Sesam, Cashewkerne, Dattelstifte sowie Basilikumblätter unterheben. \nDas gebratene planted.chicken Güggeli auf dem orientalischen Hirsecouscous verteilen.",
        "Mit Sesam-Zitronen-Dip servieren.\nDazu passt beispielshalber ein winterlicher Endiviensalat."
    ]
}