{
    "title": "Pink Baozi",
    "slug": "pink-baozi",
    "image": "https://cdn.shopify.com/s/files/1/0049/5383/3521/articles/PSFix_20210117_231901_1.jpg?v=1681291361",
    "cookTime": 32,
    "servings": 2,
    "difficulty": "Easy",
    "category": "main",
    "order": 99,
    "ingredients": [
        "500 g Mehl",
        "250 ml Rote Beete Saft",
        "½ TL Salz",
        "½ TL Zucker",
        "7 g Trockenhefe",
        "2 EL Sesamöl",
        "220 g planted.pulled Natur",
        "3 Stangen Frühlingszwiebel",
        "200 g Champignons, fein gehackt",
        "1 Karotte, fein gehackt",
        "10 g Ingwer, fein gehackt",
        "1 Knoblauchzehe, gepresst",
        "3 EL Sojasauce",
        "2 EL Erdnussbutter",
        "1 EL Wasser",
        "2 EL Sojasauce",
        "1 Knoblauchzehe",
        "1 EL Agavendicksaft",
        "1 TL Sesam"
    ],
    "instructions": [
        "Mehl in einer großen Schüssel mit dem Salz vermengen, den Rote Beete Saft lauwarm erwärmen, Zucker und Hefe unterrühren und für 5 Minuten gehen lassen. Anschließend unter ständigem Kneten langsam den Saft zur Mehlmenge hinzufügen. Damit der Hefeteig im Anschluss gut aufgeht, muss die Masse nun für einige Minuten mit den Händen oder einer Küchenmaschine durchgeknetet werden. Den Teig in eine mit Sesamöl eingefettete Schüssel geben, mit einem feuchten Tuch abdecken und an einem warmen Ort ca. 1 Stunde aufgehen lassen, bis das Volumen des Teiges sich verdoppelt hat.",
        "Die Wartezeit eignet sich super zur Vorbereitung der Füllung. Zuerst das planted.pulled mit 2 Gabeln grob auseinanderrupfen, dann mit einem Esslöffel Sesamöl scharf anbraten. Nach ca. 3 Minuten mit einem EL Sojasoße ablöschen und beiseitestellen. Den Ingwer schälen. Karotte, Knoblauch, Champignons und den Ingwer möglichst klein hacken und im Anschluss mit dem restlichen Öl anbraten. Die Sojasoße hinzugeben und weiterbraten bis keine Flüssigkeit mehr austritt. Das planted.pulled mit der restlichen Füllung vermengen und gut abkühlen lassen.",
        "Für die Sauce den Knoblauch pressen oder möglichst klein hacken und dann mit den anderen Zutaten verrühren bis eine einheitliche Masse entsteht. Bei Bedarf mehr Wasser hinzugeben.",
        "Sobald der Teig sich verdoppelt hat, kann man ihn aus der Schüssel nehmen und auf einer bemehlten Fläche noch einmal gut durchkneten. Im Anschluss wird er in ca. 10-12 gleich große Teile geschnitten und zu Kugeln geformt. Die Kugeln werden kreisförmig ausgerollt, wobei die Ränder etwas dünner sein sollten als der mittlere Bereich der Teigkreise (siehe Fotos). Die Teigkreise sollten einen Durchmesser von ca. 10 cm haben. Sollte der Teig durch das zusätzliche Mehl kleine Risse bekommen, ist das nicht weiter schlimm, da diese beim Dämpfen wieder verschwinden.",
        "Pro Baozi braucht man ca. 2 gehäufte Esslöffel Füllung. Diese mittig auf den Teigkreis geben, dann die einzelnen Baozis mit Zeigefinger und Daumen verschließen (siehe Fotos). Den Teig leicht nach oben ziehen, eine Falte schlagen und zusammendrücken. Während der Daumen an derselben Position bleibt, immer wieder einzelne Teigfalten nachziehen und andrücken bis letztendlich der gesamte Baozi verschlossen ist. Die fertigen Baozi weiter 20 Minuten ruhen lassen, damit sie noch einmal gut aufgehen.",
        "Zubereitung Option 1: Wenn du einen Dampfgarer oder einen Bambusgarer hast, ist der nächste Schritt ganz einfach. Die Baozi auf den Dampfeinsatz legen (am besten mit einem Backpapier darunter, damit sie nicht festkleben) Etwa 5 cm hoch Wasser in dem Dämpfer oder Topf aufkochen lassen und die Baozi für ca. 12 Minuten dämpfen lassen. Den Deckel anschließend weitere 3 Minuten geschlossen halten, sonst fallen die Baozi zusammen.",
        "Option 2: Solltest du keinen Dämpfer haben, ist das gar kein Problem. Du kannst stattdessen auch ein Sieb nehmen, es mit Backpapier auslegen, in einen Topf hängen und den Deckel darüber platzieren. Du solltest allerdings darauf achten, dass die Baozi nicht zu eng zusammenliegen, sonst kleben sie zusammen. Die Zubereitungszeit bleibt gleich.",
        "Option 3: Etwas unkonventionell, aber sehr lecker: Die Baozi in eine eingefettete, beschichtete Pfanne geben. Anschließend ca. 1-2 cm hoch mit Wasser aufgießen und bei geschlossenem Deckel dämpfen, bis die Baozi das Wasser aufgenommen haben und unten leicht kross gebraten sind. Die Pfanne von der Herdplatte nehmen und auch hier für 3 weitere Minuten den Deckel drauf lassen.",
        "Die fertigen Baozi bei Bedarf mit Sesam und Frühlingszwiebeln bestreuen."
    ],
    "product": "pulled"
}