{
    "title": "Planted Chicken Guggeli an Blumenkohl Petersilien Tabouleh mit Cranberries und Weisse Bohnen Dip",
    "slug": "planted-chicken-guggeli-an-blumenkohl-petersilien-tabouleh-mit-cranberries-und-weisse-bohnen-dip",
    "image": "https://cdn.shopify.com/s/files/1/0049/5383/3521/articles/Bild_4.png?v=1671013456",
    "cookTime": 42,
    "servings": 4,
    "difficulty": "Easy",
    "category": "main",
    "order": 103,
    "ingredients": [
        "320 g planted.chicken Güggeli",
        "2 Zweige Grünkohl",
        "1 Bund Petersilie",
        "2-4 Zweige frischer Thymian",
        "1 Zitrone",
        "100 g Zitronensaft",
        "80 g Olivenöl",
        "1 TL Salz",
        "50 g Cranberries",
        "240 g weisse Bohnen, aus der Dose oder selbst gekocht (z.B. Cannellini-Bohnen)",
        "40 g Reisessig oder anderer milder Essig",
        "1 Orange Abrieb",
        "100 g Orangensaft",
        "50 g Olivenöl oder Sesamöl",
        "80 g Tahini",
        "1 Zehe frischer Knoblauch",
        "1/2 TL Chiliflocken oder Cayennepfeffer",
        "1 EL Ahornsirup oder Kokosblütenzucker"
    ],
    "instructions": [
        "Den Blumenkohl putzen und in Röschen unterteilen, den Strunk aufbewahren.",
        "Die Blumenkohlröschen und den -Strunk im Food Prozessor häckseln, bis er wie CousCous aussieht. Alternativ auf einer Reibe fein raspeln.",
        "Den Grünkohl waschen und von den Rispen zupfen. Den Grünkohl sehr sehr fein schneiden oder hacken. Die Petersilie waschen und ebenfalls fein schneiden, vom Thymian die Blätter abribbeln. Die Zitronenschale abreiben, den Saft auspressen.",
        "Blumenkohl-Couscous, Grünkohl, Petersilie, Thymian sowie Zitronenabrieb und -Saft miteinander vermengen. Mit Olivenöl beträufeln und die Cranberries unter das Tabouleh heben.",
        "Für die Bohnencreme die gekochten Bohnen abgießen und mit dem Reisessig, dem Abrieb der Orange und dem Orangensaft sämig pürieren.\nDas Oliven- oder Sesamöl, das Tahini, den frischen Knoblauch und die Chiliflocken einarbeiten und die Creme mit dem Ahornsirup, dem Salz und frisch gemahlenem Pfeffer abschmecken.",
        "Das planted.chicken Güggeli nach Packungsanleitung bei mittlerer Hitze anbraten. \nDann wird es am knusprigsten und brennt nicht an.",
        "Das Bohnen-Hummus großzügig auf die Telle streichen und das Blumenkohl-Tabouleh dazu anrichten. Beides mit dem knusprigen planted.chicken Gügeli servieren"
    ],
    "product": "chicken"
}