{
    "title": "Planted Pulled Spicy Herbs zu Selbst Gemachter Kastanienpasta mit Getrocknetem Salbei",
    "slug": "planted-pulled-spicy-herbs-zu-selbst-gemachter-kastanienpasta-mit-getrocknetem-salbei",
    "image": "https://cdn.shopify.com/s/files/1/0049/5383/3521/articles/Bild1.png?v=1671012383",
    "cookTime": 22,
    "servings": 4,
    "difficulty": "Easy",
    "category": "main",
    "order": 114,
    "ingredients": [
        "320 g planted.pulled Spicy Herbs",
        "200 g junger Spinat",
        "350 g Mehlmischung aus",
        "100 g Buchweizenvollkornmehl",
        "140 g Kastanienmehl",
        "40 g Maisstärke",
        "5 g Guarkernmehl",
        "2 g Xanthan",
        "5 g Salz",
        "50 g mildes Olivenöl",
        "140-160 g Wasser"
    ],
    "instructions": [
        "Für die Garganelli (Pasta) alle trockenen Zutaten miteinander vermischen.",
        "Olivenöl und zunächst 100 g Wasser dazu geben und von Hand zu einem geschmeidigen Teig verarbeiten. Nach und nach soviel Wasser zugeben, dass der Teig sich gut kneten lässt, zugleich jedoch nicht mehr an den Fingern klebt. Falls Du zu viel Wasser dazugegeben hast, kannst Du das mit etwas mehr Buchweizenmehl wieder gut machen.",
        "Den Teig zu vier Strängen rollen und in Haselnussgroße Portionen teilen. Diese auf dem geriffelten Brett zu Garganelli streichen. \n(Wenn Du kein geriffeltes Brett zur Hand hast, kannst Du die Portionen auch mit dem Daumen im Handteller formen und über einen Gabelrücken streichen.)",
        "In reichlich kochendem Wasser 5-7 min sieden lassen, bis sie an der Oberfläche schwimmen und gar schmecken.",
        "Die Pasta aus dem Wasser heben, in einer großen Schüssel mit etwas Öl beträufeln und warm halten, bis alle gekocht sind.",
        "Parallel dazu das pulled Spicy Herbs bei mittlerer Hitze kross anbraten. \nZuletzt die Spinatblätter unterheben.",
        "Die Garganelli großzügig mit Öl beträufeln. Das saftig gebratene planted pulled Spicy Herbs mit der Pasta gemeinsam geniessen."
    ],
    "product": "pulled"
}