{
    "title": "Planted Pulled Lasagne",
    "slug": "planted-pulled-lasagne",
    "image": "https://cdn.shopify.com/s/files/1/0049/5383/3521/articles/MicrosoftTeams-image_10.jpg?v=1672395579",
    "cookTime": 38,
    "servings": 4,
    "difficulty": "Easy",
    "category": "main",
    "order": 112,
    "ingredients": [
        "1 Zwiebel",
        "1 Karotte",
        "2 grüne Selleriestangen",
        "25 g Tomatenmark",
        "250 g Dosen-Tomaten",
        "500 ml Gemüsebrühe",
        "50 g Weisswein",
        "2 Lorbeerblätter",
        "50 g Weissmehl",
        "50 g Margarine",
        "400 ml Vegane Sahne",
        "200 ml Mandelmilch",
        "200 g Lasagneblätter"
    ],
    "instructions": [
        "Das gesamte Gemüse in kleine Würfel schneiden. In einen Topf Olivenöl und das geschnittene Gemüse geben und bei mittlerer Hitze 4-5 Minuten kochen.",
        "Während das Gemüse leicht köchelt, das planted.pulled in grobe Würfel schneiden. Das planted.pulled in den Topf mit dem Gemüse geben und anbraten, nach 3-4 Minuten das Tomatenmark hinzufügen und umrühren, bis das planted.pulled vollständig bedeckt ist.",
        "Mit Weisswein ablöschen und den Alkohol verdampfen lassen. Sobald der Alkohol verdampft ist, die Dosentomaten, die Lorbeerblätter und etwas Rosmarin hinzufügen. Die Sauce zum Kochen bringen und bei mittlerer Hitze 35 Minuten kochen lassen. Nach dem Garen beiseite stellen und ruhen lassen.",
        "In einem separaten Topf die Margarine schmelzen, das Mehl dazugeben und unter ständigem Rühren goldbraun aufkochen. \nSobald die Mehlschwitze gekocht ist, in denselben Topf die Mischung aus Mandelmilch und veganer Sahne geben und mit einem Schneebesen verrühren. Die Mischung auf den Siedepunkt bringen und kochen, bis die Konsistenz eindickt. Mit Muskat, Salz und weißem Pfeffer würzen.",
        "Den Backofen auf 180°C vorheizen.",
        "Die Lasagne mit einer dünnen Schicht Ragù und Béchamel beginnen, diese beiden Schichten mit den trockenen Nudelblättern bedecken, darauf eine dicke Schicht Ragù geben und die Ragùschicht mit einer weiteren Schicht Béchamel bedecken. Den vorigen Schritt je nach Größe der Backform 4-5 Mal wiederholen, wobei die letzte Schicht mindestens 2 cm unter dem Rand der Backform liegen sollte.",
        "Die Lasagne 30 Minuten lang bei 180°C backen.",
        "Die Temperatur auf 220 °C erhöhen und weitere 5 Minuten backen, damit eine schöne Kruste entsteht.",
        "Die Lasagne nach dem Garen 5 Minuten ruhen lassen."
    ]
}