{
    "title": "Planted Chicken Nature in Einem Afrikanischen Ananas Erdnuss Stew",
    "slug": "planted-chicken-nature-in-einem-afrikanischen-ananas-erdnuss-stew",
    "image": "https://cdn.shopify.com/s/files/1/0049/5383/3521/articles/Bild_2_9fa1c93e-9b2f-4394-84d0-f5143c5ff0a4.png?v=1671011889",
    "cookTime": 28,
    "servings": 4,
    "difficulty": "Easy",
    "category": "main",
    "order": 104,
    "ingredients": [
        "320 g planted.chicken Nature",
        "100 g grüne oder gelbe Linsen",
        "160 g planted chicken natur",
        "1 Gemüsezwiebel, geschält und gewürfelt",
        "1 Kohlrabiknolle",
        "50 g Ananas getrocknet, optional etwas kleiner geschnitten",
        "1/2 Peperoni in Ringen (optional)",
        "80 g Erdnussmus",
        "300 g heißes Wasser",
        "15 g Zitronensaft",
        "20 g Sojasauce oder Tamari",
        "50 g gesalzene Erdnüsse",
        "5 g Paprikapulver, edelsüß",
        "5 g Kreuzkümmel",
        "5 g Zwiebelpulver, optional",
        "3 g Knoblauchpulver, optional",
        "1 g Cayenne",
        "15 g Kokosblütenzucker",
        "5 g Speisesalz",
        "40 g Tomatenmark"
    ],
    "instructions": [
        "Die Linsen mit der dreifachen Menge Wasser aufsetzen, 15-20 min al dente kochen, und dann abgießen.",
        "Das planted chicken natur in der Gewürzmischung schwenken und diese mit den Händen einmassieren. Stehen lassen bis alle anderen Zutaten vorbereitet sind.",
        "Die Zwiebel schälen und in Ringe schneiden, die Kohlrabiknolle schälen und würfeln.",
        "Das Rapsöl in einem großen Topf erhitzen und die Zwiebelringe, Kohlrabiwürfel und Ananasstücke darin rundherum scharf anbraten. Nach drei Minuten die gewürzten planted chicken natur dazu geben und ebenfalls mitbraten.",
        "Die Hitze reduzieren und den Pfanneninhalt bei geschlossenem Deckel knappe 10 Minuten schmoren, gelegentlich umrühren. Falls es zu sehr ansetzt, 100 ml Wasser zugiessen.",
        "Inzwischen die Sauce zubereiten: Dazu aus Erdnussmus, heißem Wasser, Zitronensaft und Sojasauce eine sämige Creme mixen.",
        "Die Linsen mit der Erdnusscreme zu den restlichen Zutaten in die Pfanne geben und weitere fünf Minuten köcheln lassen.",
        "Auf Schüsseln verteilen und mit den gesalzenen Erdnüssen bestreuen. Hierzu passt Langkorn- oder Basmatireis."
    ],
    "product": "chicken"
}