{
    "title": "Planted Kebab mit mit Saftigem Kichererbsen Couscous Yoghurt und Kimchi",
    "slug": "planted-kebab-mit-mit-saftigem-kichererbsen-couscous-yoghurt-und-kimchi",
    "image": "https://cdn.shopify.com/s/files/1/0049/5383/3521/articles/Bild_1_a5a3502c-a56c-44a9-87da-99917eb02afc.png?v=1683041585",
    "cookTime": 15,
    "servings": 4,
    "difficulty": "Easy",
    "category": "main",
    "order": 108,
    "ingredients": [
        "320 g planted.kebab",
        "200 g Kichererbsen-Couscous (alternativ konventionelles Couscous)",
        "200 g Kichererbsen aus der Dose",
        "je 1 TL Kumin, Paprikapulver, Currypulver",
        "4 EL Öl",
        "1/2 TL Salz",
        "1 Bund Koriander",
        "200 g Karotte",
        "2 Stangen Staudensellerie",
        "etwas Öl und frisch gepresster Zitronensaft zum anmachen des Couscous",
        "400 g Sojajoghurt oder anderer pflanzlicher Joghurt nach Präferenz",
        "400 g Kimchi z.B. von Saurcrowd"
    ],
    "instructions": [
        "Für das Couscous das Kichererbsen-Couscous nach Packungsanleitung zubereiten.",
        "Die Kichererbsen abgießen und in einem Sieb abtropfen lassen. In einer Schüssel mit den Gewürzen (Kumin, Paprika und Curry) und dem Öl gründlich vermengen, etwas salzen und auf einem mit Backpapier belegten Blech locker ausgebreitet bei 180°C Umluft für 20-30min backen, bis sie cross und crispy sind. Dabei alle 10 min wenden.",
        "Die Karotten längs stifelteln, den Staudensellerie in dünne Ringe schneiden.",
        "Wenn der Couscous gequollen ist, die Karottenstifte und Selleriescheiben unter das Couscous heben. Mit etwas Olivenöl und Zitronensaft beträufeln und abschmecken.",
        "Während die Kichererbsen zu Ende backen, das planted kebab nach Packungsanleitung bei mittlerer Hitze rundherum anbraten.",
        "Kurz vor dem Servieren, die crispy Kichererbsen unter das Couscous heben, dieses auf Tellern anrichten und mit dem Sojajoghurt, dem Kimchi und dem planted kebab zusammen servieren."
    ]
}