{
    "title": "Spanische Tapas",
    "slug": "spanische-tapas",
    "image": "https://cdn.shopify.com/s/files/1/0049/5383/3521/articles/Bild_4_802e9f31-a295-4b27-b765-7748cbc8d286.png?v=1671100160",
    "cookTime": 34,
    "servings": 4,
    "difficulty": "Easy",
    "category": "main",
    "order": 140,
    "ingredients": [
        "400 g planted.kebab",
        "1 kg vorwiegend festkochende Kartoffeln mittelgroß",
        "1 TL Salz",
        "1 TL Backpulver",
        "2 EL Speiseöl",
        "250 g Karotten, geschält",
        "200 g Kichererbsen",
        "2 TL Currypulver, Madras",
        "1 Knoblauchzehe, geschält",
        "200 g Gemüsefond oder Wasser",
        "2 Avocado",
        "2-3 EL Limettensaft",
        "1 Knoblauchzehe, gehackt",
        "2 Knoblauchzehen, gehackt",
        "50 ml Sojamilch",
        "100 ml Rapsöl",
        "1 TL Zitronensaft",
        "1/2 TL Senf, mittelscharf",
        "15 Pimientos de Padron"
    ],
    "instructions": [
        "Den Ofen auf 220°C Ober-/Unterhitze vorheizen.",
        "Die Kartoffeln gut unter kaltem Wasser waschen. Die Kartoffeln längs in angenehm große Spalten schneiden. Die Kartoffeln in einen Topf geben und mit Wasser auffüllen. Salz und Backpulver hinzufügen und zum Kochen bringen. Ca. 5 bis 7 Minuten vorgaren und danach das heiße Wasser abschütten. Die Kartoffeln in den Topf zurückgeben und auf geringer Flamme restliches Wasser auskämpfen.",
        "Das Pflanzenöl zugeben und im Topf mit den Kartoffeln vermengen. Backpapier auf ein Blech geben und gleichmäßig verteilen und in das Blech in den Ofen schieben und die Kartoffeln goldbraun backen. Herausnehmen und mit Meersalzflakes und dem geräucherten Paprikapulver bestreuen.",
        "Die Karotten in 2 cm Stücke schneiden und mit dem Gemüsefond weichkochen. Die Kichererbsen, das Currypulver, die Knoblauchzehe hinzugeben und bei mittlerer Hitze weitermachen. Sollte noch mehr Flüssigkeit gebraucht werden, mit etwas Wasser aufgießen. Alles in einen Mixer geben und zu einer Creme mixen. Mit Salz und Pfeffer abschmecken.",
        "Die Avocado halbieren und um den mittigen Kern herumschneiden. Die Hälften trennen und den Kern mit einem Löffel herausnehmen. Mit dem Löffel das Fleisch ausstechen und in eine Schüssel geben. Mit einer Gabel zerdrücken und den Limettensaft, die gehackte Knoblauchzehe zugeben und vermengen. Mit dem Salz und Pfeffer abschmecken.",
        "Für das Aioli die Sojamilch, die gehackten Knoblauch, und den Zitronensaft mit dem Senf in ein schmales Gefäß geben. Mit dem Zauberstab mixen und nun langsam das Pflanzenöl hineinlaufen lassen und eine homogene Emulsion erzeugen, bis die gewünschte Konsistenz erzeugt ist. Mit Salz und Pfeffer abschmecken.",
        "In eine mittlere Pfanne etwas Pflanzenöl geben und darin die Pimientos de Padron auf mittlerer Hitze anbraten und dabei salzen und pfeffern. Nach einer Minute drehen und weiter braten, bis sie gar sind.",
        "Das planted.kebab in eine heiße, gefettete Pfanne geben und bei mittlerer Hitze knusprig braten. Die Kartoffeln in eine Schale geben und ein wenig des planted.kebab darauf verteilen. Den Rest in einer separaten Schale mit Pimientos de Padron und einer Schale des Karotten-Humusdips anrichten. Die Aioli und die Guacamole ebenfalls in Schalen anrichten."
    ],
    "product": "kebab"
}