{
    "title": "Suss Salziger Kebab Pita",
    "slug": "suss-salziger-kebab-pita",
    "image": "https://cdn.shopify.com/s/files/1/0049/5383/3521/articles/Bild_2.png?v=1671101096",
    "cookTime": 16,
    "servings": 4,
    "difficulty": "Easy",
    "category": "main",
    "order": 147,
    "ingredients": [
        "400 g planted.kebab",
        "1 Birne in Spalten geschnitten",
        "350g Weizenmehl Typ 550",
        "10g Salz",
        "6g Rohrzucker",
        "5g Trockenhefe",
        "210g Wasser",
        "12g Olivenöl, nativ",
        "1 Rotkohlkopf",
        "100 g vegane Mayonnaise",
        "30 g Chipotle in Adobo Sauce"
    ],
    "instructions": [
        "Das Mehl, Salz, Zucker und die Hefe locker miteinander vermengen. Wasser und Olivenöl dazugeben und mit der Küchenmaschine oder manuell zu einem gleichmäßigen Teig verkneten. Den Teig im Anschlagkessel mit einem leicht feuchten Tuch abdecken und ab einem warmen Ort für 45-60 Minuten gehen lassen. Der Teig wird sich in der Zeit verdoppeln.",
        "Den Backofen idealerweise mit einem Pizzastein, alternativ geht auch ein Blech, auf 240-260°C vorheizen. Den Teig in sechs, jeweils 100g schwere Teigrohlinge aufteilen und zu Kugeln formen. Erneut gehen lassen. Die Teiglinge auf der etwas bemehlten Arbeitsfläche auf jeweils ca. 18 cm große Fladen ausrollen. Auf den Pizzastein legen und etwa 3 Minuten backen, bis sich die Fladen aufblähen und goldbraun geworden sind.",
        "Den Backofen auf 200° C vorheizen. Das Backblech mit Backpapier belegen. Den Rotkohl waschen und in Scheiben mit einer Stärke von 1,5 cm schneiden. Mit Walnussöl beträufeln und auf das Blech legen.",
        "Die Scheiben für 10 bis 15 Minuten backen. Herausnehmen und mit Salz und Pfeffer abschmecken. Den Rotkohl nach ein wenig Auskühlen in einzelne Segmente zerlegen und für das gefüllte Pita beiseitestellen.",
        "Die Chipotles mit dem Stabmixer pürieren. Mit der Mayonnaise glattrühren. Abschmecken.",
        "Das planted.kebab mit ein wenig Speiseöl heiß anbraten bis es knusprig ist. Das ofenfrische Pitabrot einschneiden. Die Innenseiten mit der Chipotle-Mayonnaise bestreichen. Mit Feldsalat, Rotkohl, Camembert, den Birnenscheiben, dem planted.kebab und den Blättern der Petersilie füllen und genießen."
    ]
}