{
    "title": "Vday Beetroot Ravioli",
    "slug": "vday-beetroot-ravioli",
    "image": "https://cdn.shopify.com/s/files/1/0049/5383/3521/articles/Recipe_Image.png?v=1681303789",
    "cookTime": 36,
    "servings": 2,
    "difficulty": "Easy",
    "category": "main",
    "order": 151,
    "ingredients": [
        "250 g Weissmehl",
        "150 ml Randensaft",
        "180 g planted.pulled Spicy Herbs",
        "300 g Kartoffeln, festkochend (Agria)",
        "150 g Weisskohl",
        "1 Zwiebel",
        "2-3 EL Olivenöl",
        "60 ml Weisswein",
        "60 g Wurzelsellerie",
        "1 Knoblauchzehe",
        "1 kleine Zwiebel",
        "90 ml Weisswein",
        "1 Schuss Weissweinessig",
        "100 ml vegane Sahne",
        "60 g Margarine",
        "40 g Haselnüsse"
    ],
    "instructions": [
        "Kartoffeln schälen und in Salzwasser kochen. Die ersten Zwei Schichten vom Weisskohl entfernen und anschliessend Weisskohl fein schneiden. Zwiebel schälen und in kleine Würfel schneiden.",
        "Pfanne erhitzen und Zwiebeln in Olivenöl andünsten bis diese weich und glasig sind. Anschliessend Hitze erhöhen und den Weisskohl beigeben. Ein paar Minuten bei erhöhter Temperatur andünsten und anschliessend mit Weisswein ablöschen.\nHitze reduzieren und den Weisskohl einkochen alle Flüssigkeit verdampft ist.\nMit Salz und Pfeffer abschmecken.",
        "Die gekochten Kartoffeln kurz 2-3 Minuten abkühlen lassen und zu einem Stampf verarbeiten. Mit Salz und Pfeffer abschmecken.",
        "planted.pulled Spicy Herbs in pflanzlichem Öl anbraten. Anschliessend in kleine Würfel schneiden.",
        "Kartoffelstampf, planted.pulled Spicy Herbs Würfel und Weisskohl in einer grossen Schüssel und vermengen und zur Seite stellen.",
        "Randensaft in einem kleine Topf zum Kochen bringen und dann zum Weissmehl hinzufügen. Beides zu einem geschmeidigen Teig circa 10 - 15 Minuten lang kneten. \nMit Hilfe einer Pastamaschine den Teig 1mm dick ausrollen. 7cm Durchmesser grosse Kreise ausstechen.",
        "In jeden Kreis etwa 8 g Füllung geben und die Ravioli mit etwas Wasser zu Tortelloni formen, indem man einen Rand über den anderen faltet, den Halbmond auf dem Finger dreht und die beiden Spitzen aufeinander klebt. Die Ravioli leicht mit etwas Mehl bestäuben, in ein geschlossenes Gefäß geben und beiseite stellen.",
        "Das Gemüse für die Beurre blanc schälen und fein hacken. In einem kleinen Topf das Gemüse anschwitzen, ohne es zu färben. Weißwein, vegane Sahne und einen Schuss Weißweinessig hinzufügen und auf 1/3 einkochen lassen.\nDie Soße vom Gemüse abschöpfen und unter Rühren mit der Margarine und etwas veganer Sahne nach und nach zu einer Emulsion verarbeiten.",
        "Die Ravioli in kochendem Salzwasser für ein paar Minuten kochen.",
        "Mit heißer Beurre blanc, einer Prise frisch geriebener Haselnüsse und etwas frisch geriebenem Meerrettich servieren und abschmecken."
    ]
}